Repository: kotovvv/tehnokrat
Catalog: languages/*.po
Languages: uk

source: ABOUT THE COMPANY
uk: ПРО КОМПАНІЮ

source: Aleksandr Levashov
uk: Олександр Левашов

source: all models
uk: всі моделі

source: all products
uk: усі товари

source: As soon as the item is in stock, we will send you a message.
uk: Як тільки товар буде в наявності, ми надішлемо Вам повідомлення

source: Back
uk: Назад

source: Buy item
uk: Купити товар

source: CATEGORIES
uk: КАТЕГОРІЇ

source: Characteristics
uk: Характеристики

source: Choose a bank
uk: Виберіть банк

source: Choose a model
uk: Виберіть модель

source: City
uk: Місто

source: color
uk: колiр

source: Configuration
uk: Конфігурація

source: Description
uk: Опис

source: Failed to send request. Please reload the page and try again.
uk: Неможливо надіслати запит. Будь ласка, перезавантажте сторінку і спробуйте ще раз.

source: Full name
uk: ПІБ

source: Go
uk: Перейти

source: If you have shopped with us before, please enter your details below. If you are a new customer, please proceed to the Billing section.
uk: Якщо Ви вже оформляли замовлення на нашому сайті, будь ласка, авторизуйтесь. Якщо ви є новим клієнтом, будь ласка, заповніть "Форму замовлення".

source: In installments
uk: В розстрочку

source: in stock
uk: в наявності

source: Installment plan
uk: Розстрочка

source: Model
uk: Модель

source: more
uk: докладніше

source: Not available
uk: Немає в наявності

source: Order form
uk: Форма замовлення

source: Phone number
uk: Номер телефону

source: Photo size must not exceed 4 MB
uk: Розмір фотографії не повинен перевищувати 4 МБ

source: Product in stock
uk: Товар в наявності

source: PRODUCTS AND SERVICES
uk: ТОВАРИ ТА ПОСЛУГИ

source: Recommended products
uk: Рекомендовані товари

source: Report Admission
uk: Повідомити про надходження

source: Request sent successfully. The answer will be sent to you by e-mail within 2 hours (during business hours).
uk: Запит надіслано успішно. Відповідь буде надіслано Вам на електронну пошту протягом 2 годин (в робочий час).

source: search
uk: пошук

source: Something went wrong. Please repeat your request.
uk: Щось пішло не так. Повторіть, будь ласка, запит.

source: TEHNOKRAT
uk: ТЕХНОКРАТ

source: Thanks for your order
uk: Спасибі за замовлення

source: The photo must be in .jpg, .png or .gif format
uk: Фотографія має бути у форматі .jpg, .png або .gif

source: We will contact you as soon as the item is available.
uk: Ми зв'яжемося з вами, як тільки товар буде доступний.

source: You can add up to 10 files
uk: Можна додати до 10 файлів
